{
  "IndexPage": {
    "title": "HAIR STUDIO & BARBER",
    "book": "จองคิว"
  },
  "AboutPage": {
    "title": "เกี่ยวกับเรา",
    "title_1": "เราคือใคร",
    "who_are_we_1": "ยินดีต้อนรับสู่ Dabuzzzz Style Studio ที่ซึ่งทุกการตัด สี และสไตล์ถูกสร้างสรรค์ด้วยความหลงใหลและความแม่นยำ! เราเป็นสตูดิโอทำผมครบวงจรที่มุ่งเน้นศิลปะแห่งการตัดผมและการออกแบบทรงผมสมัยใหม่ โดยนำเสนอประสบการณ์ที่เป็นเอกลักษณ์ซึ่งผสมผสานเทคนิคคุณภาพสูงเข้ากับความสดใหม่และทันสมัย",
    "who_are_we_2": "ทีมสไตลิสต์และช่างตัดผมที่มีความสามารถของเรามุ่งมั่นที่จะช่วยให้คุณดูดีและรู้สึกดี จากการตัดแบบคลาสสิกไปจนถึงทรงสมัยใหม่ การเฟดเครา การตัดแต่งเครา และการทำสี เราสร้างสรรค์ทรงผมที่เหมาะกับไลฟ์สไตล์และสะท้อนถึงตัวตนของคุณ ที่ Dabuzzzz เราเชื่อว่าทรงผมที่ดีไม่ใช่แค่การดูดี แต่มันคือความมั่นใจ การแสดงออก และความเป็นตัวของตัวเอง",
    "who_are_we_3": "Dabuzzzz Style Studio ตั้งอยู่ในใจกลางชุมชน เป็นสถานที่ต้อนรับที่ทุกคนสามารถรู้สึกเหมือนอยู่บ้าน ภารกิจของเรานั้นเรียบง่าย คือการให้บริการดูแลและจัดแต่งทรงผมอย่างยอดเยี่ยมในสภาพแวดล้อมที่ทั้งสะดวกสบายและสร้างแรงบันดาลใจ เราภูมิใจในความใส่ใจในรายละเอียด ความคิดสร้างสรรค์ และความสัมพันธ์ที่แน่นแฟ้นกับลูกค้า ทำให้มั่นใจได้ว่าทุกครั้งที่มาเยือน Dabuzzzz คุณจะรู้สึกพึงพอใจ",
    "who_are_we_4": "ก้าวเข้ามาที่ Dabuzzzz Style Studio แล้วให้เราสร้างสรรค์สไตล์ของคุณให้เป็นจริง",
    "title_2": "เราตั้งอยู่ที่ไหน",
    "address_1": "กังสดาล บริเวณรอบบึงหนองแวง",
    "addesss_2": "135/42 หมู่ 14 ในเมือง อำเภอเมืองขอนแก่น ขอนแก่น ประเทศไทย 40000",
    "title_3": "เวลาเปิดทำการ",
    "date": "จันทร์ ถึง อาทิตย์",
    "time": "เวลา 10:00 น. - 19:00 น."
  },
  "NotFoundPage": {
    "title": "ผิดพลาด รหัส 404 ไม่พบหน้าที่คุณต้องการ",
    "description": "ดูเหมือนว่า คุณจะเข้ามายังหน้าที่ไม่มีอยู่ในเว็บเรา แต่ไม่ต้องห่วง คุณสามารถย้อนกลับไปยังหน้าดังกล่าวได้!"
  },
  "Navigation": {
    "home": "หน้าแรก",
    "service": "บริการ",
    "gallery": "แกลเลอรี่",
    "about": "เกี่ยวกับเรา",
    "contact": "ติดต่อ",
    "book": "จองคิว",
    "label": "TH",
    "locale": "{locale, select, en {English} th {Thai} other {Unknow}}"
  },
  "Footer": {
    "copyright": "สงวนลิขสิทธิ์® DaBuzzzz Style Studio, 2024.",
    "term": "กฎและเงื่อนใข",
    "cookie": "คุ้กกี้",
    "contact":  "ติดต่อ"
  }
}
